[{"question": "Go outside and dance like a cowboy."}, {"question": "Do a model runway walk outside on the sidewalk."}, {"question": "Pour a cup of ice cold or hot water on yourself outside"}, {"question": "Stand in you front yard, wave and say 'Hi!' to everyone you see."}, {"question": "Call your crush and explain the rules of monopoly to him/her."}, {"question": "You must ask the group for permission to use the bathroom for the rest of the night."}, {"question": "Whenever someone says 'like' you must say  'there you go again' for the next hour."}, {"question": "For the duration of the game you must yell out exclamations randomly."}, {"question": "Everything you say for the next 15 minutes must be sung to the tune of 'Happy Birthday'."}, {"question": "Smell the feet of everyone in the room and rank them from best to worst."}, {"question": "Eat a teaspoon of either mustard, soy sauce or hot sauce."}, {"question": "Eat a bite out of a sandwich made from each person choosing one ingredient to put on the sandwich."}, {"question": "Pretend to be the person on your right for 10 minutes."}, {"question": "Eat a mouthful of crackers and then try and whistle."}, {"question": "Pretend that you are underwater for the next 10 minutes."}, {"question": "Talk without closing your mouth."}, {"question": "Take an embarrassing selfie and post it as your profile picture."}, {"question": "Talk to a any seen object in front of you for like it's your crush."}, {"question": "Sing a song chosen by the group while eating spoonfuls of peanut butter."}, {"question": "Color one of your front teeth black."}, {"question": "Call your mom and tell her you can't find a girlfriend in a very panicked voice."}, {"question": "Sit on the lap of the person on your right for the rest of the game!"}, {"question": "Call a NY-style pizza place and ask them what the difference is between NY pizza and 'real' pizza."}, {"question": "Call a pizza place and ask if they use cruelty-free wheat in their dough."}, {"question": "Sniff the armpit of the person next to you, and describe what it smells like to the entire group."}, {"question": "Make a hand puppet by drawing a face on your hand, and use your hand to say what you want to say."}, {"question": "Have a full conversation with yourself in a mirror."}, {"question": "Sing like an opera singer."}, {"question": "Give yourself a mohawk."}, {"question": "Go outside and try to summon the rain."}, {"question": "Crack an egg into each of your shoes. Put them back on."}, {"question": "Lay on the floor and act like a piece of frying bacon."}, {"question": "Smear peanut butter all over your face for a 30 minute facial."}, {"question": "Call a stranger and tell them a secret."}, {"question": "Pour a gallon of milk over your head."}, {"question": "Make up a rap about pizza and koalas."}, {"question": "Why do you like your crush?"}, {"question": "Have you ever lied for truth in Truth or Dare?"}, {"question": "Have you ever broken anything of someone else's and not told the person?"}, {"question": "Who do you have a crush on?"}, {"question": "Have you ever played sick because you didn't want to see a friend?"}, {"question": "If you had to choose between _________ and _________ who would you go out with?"}, {"question": "What little kids shows do you watch that no one knows about?"}, {"question": "What's the dumbest thing you ever said or did around a person you liked?"}, {"question": "What is your secret wish?"}, {"question": "What is the longest you have ever gone without a shower?"}, {"question": "What is something you've done to try to be 'cooler'?"}, {"question": "Swap clothes from the person beside you."}, {"question": "Call a 7-Eleven and ask if they're open"}, {"question": "Let someone else style your hair and keep it that way for the rest of the day"}, {"question": "Get into a debate with a wall"}, {"question": "Call a random number, and when someone picks up, immediately start singing the National Anthem"}, {"question": "Go on Facebook and write 'How do you spell 'facebook'? as your status"}, {"question": "Text someone using only your nose"}, {"question": "Apply makeup without looking at a mirror and take a selfie"}, {"question": "Knock on your neighbor's door and ask if they have a spare condom"}, {"question": "Stand in the back yard and yell at the top of your lungs, ''Nooooo! I was adopted!'"}, {"question": "Call a car part store and tell them that you need a part for your Model T."}, {"question": "Call the library and ask if they carry a dictionary that translates British to American."}, {"question": "Take a picture of a tampon and post it on Instagram."}, {"question": "Call a Chinese restaurant and ask if they have sushi."}, {"question": "Hold your nose while talking."}, {"question": "Do as many squats as you can. On the front lawn."}, {"question": "Make a silly face and keep it that way until the next round."}, {"question": "Have a full conversation with yourself in a mirror."}, {"question": "Let someone wax your back."}, {"question": "Hold hands with the person next to you."}, {"question": "Color your teeth with lipstick."}, {"question": "Call a drug store and ask them which laxative is the most effective. After they answer, ask how many they have."}, {"question": "Walk like a crab for the rest of the game."}, {"question": "Call a random girl from your class and tell her that you want to break up."}, {"question": "Snapchat a picture of your elbow and caption it 'My favorite part of my body.'"}, {"question": "Use your feet as your hands, picking up anything you need with your toes."}, {"question": "Tape your mouth shut."}, {"question": "Eat a mouthful of raw pasta."}]